Repository: sailfishos-mirror/localsearch
Catalog: po/*.po
Languages: kk

source: %2.2ds
kk: %2.2dс

source: %d day
kk: %d күн

source: %2.2d hour
kk: %2.2d сағат

source: %2.2d minute
kk: %2.2d минут

source: %2.2d second
kk: %2.2d секунд

source: Displays version information
kk: Нұсқа ақпаратын көрсетеді

source: — start the tracker index proxy
kk: — трекердің индекс проксиін іске қосу

source: File to extract metadata for
kk: Метадеректерді алу керек файл

source: MIME type for file (if not provided, this will be guessed)
kk: Файлдың MIME түрі (көрсетілмесе, ол болжанады)

source: Socket file descriptor for peer-to-peer communication
kk: Тең дәрежелі байланысқа арналған сокет файл дескрипторы

source: Unsupported serialization format “%s”
kk: “%s” қолдау көрсетілмейтін сериялау пішімі

source: No metadata or extractor modules found to handle this file
kk: Бұл файлды өңдеу үшін ешқандай метадерек немесе алу модульдері табылмады

source: Metadata extraction failed
kk: Метадеректерді алу сәтсіз аяқталды

source: — Extract file meta data
kk: — Файл мета деректерін шығарып алу

source: Filename and mime type must be provided together
kk: Файл атауы мен MIME түрі бірге берілуі тиіс

source: Initial sleep time in seconds, 0->1000 (default=15)
kk: Секундпен бастапқы күту уақыты, 0->1000 (әдепкі=15)

source: Runs until all configured locations are indexed and then exits
kk: Барлық бапталған орындар индекстелгенше жұмыс істейді және содан кейін жұмысын аяқтайды

source: Runs for a specific domain ontology
kk: Белгілі бір домен онтологиясы үшін іске қосылады

source: Avoids changes in the filesystem
kk: Файлдық жүйедегі өзгерістерді болдырмайды

source: Data object “%s” currently exists
kk: “%s” деректер объектісі қазір бар

source: Data object “%s” currently does not exist
kk: “%s” деректер объектісі қазір жоқ

source: Directory is NOT eligible to be indexed (based on filters)
kk: Бума индекстелуге жарамсыз (сүзгілер негізінде)

source: File is NOT eligible to be indexed (based on filters)
kk: Файл индекстелуге жарамсыз (сүзгілер негізінде)

source: File is NOT eligible to be indexed (hidden file)
kk: Файл индекстелуге жарамсыз (жасырын файл)

source: File is NOT eligible to be indexed (not an indexed folder)
kk: Файл индекстелуге жарамсыз (индекстелетін бума емес)

source: Parent directory “%s” is NOT eligible to be indexed (based on filters)
kk: “%s” аталық бумасы индекстелуге жарамсыз (сүзгілер негізінде)

source: Parent directory “%s” is NOT eligible to be indexed (hidden file)
kk: “%s” аталық бумасы индекстелуге жарамсыз (жасырын файл)

source: Parent directory “%s” is NOT eligible to be indexed (based on content filters)
kk: “%s” аталық бумасы индекстелуге жарамсыз (мазмұн сүзгілері негізінде)

source: Directory is eligible to be indexed
kk: Бума индекстелуге жарамды

source: File is eligible to be indexed
kk: Файл индекстелуге жарамды

source: — start the tracker indexer
kk: — tracker нұсқағышын іске қосу

source: Logging, 0 = errors only, 1 = minimal, 2 = detailed and 3 = debug (default=0)
kk: Журналдау, 0 = тек қателер, 1 = минималды, 2 = егжей-тегжейлі және 3 = жөндеу (әдепкі бойынша=0)

source: Disable shutting down after 30 seconds of inactivity
kk: 30 секунд әрекетсіздіктен кейін жұмысты тоқтатуды сөндіру

source: — start the tracker writeback service
kk: — трекердің кері жазу қызметін іске қосу
