Repository: sailfishos-mirror/localsearch
Catalog: po/*.po
Languages: kk

source: Max bytes to extract
kk: Шығарып алынатын байттардың максималды саны

source: Maximum number of UTF-8 bytes to extract.
kk: Шығарып алынатын UTF-8 байттарының максималды саны.

source: Text file allowlist
kk: Мәтіндік файлдардың рұқсат тізімі

source: Filename patterns for plain text documents that should be indexed
kk: Index-телуі тиіс жай мәтіндік құжаттардың файл аты үлгілері

source: Wait for FS miner to be done before extracting
kk: Шығарып алу алдында FS miner жұмысының аяқталуын күту

source: When true, tracker-extract will wait for tracker-miner-fs to be done crawling before extracting meta-data. This option is useful on constrained environment where it is important to list files as fast as possible and can wait to get meta-data later.
kk: Егер мәні ақиқат болса, tracker-extract метадеректерді шығарып алу алдында tracker-miner-fs жұмысының аяқталуын күтеді. Бұл опция файлдарды мүмкіндігінше тез тізімдеу маңызды болатын және метадеректерді кейінірек алуға болатын шектеулі орталарда пайдалы.

source: Enable stemmer
kk: Стеммерді іске қосу

source: Simplify the words to their root to provide more results. E.g. “shelves” and “shelf” to “shel”
kk: Көбірек нәтиже алу үшін сөздерді түбіріне дейін қарапайымдатыңыз. Мысалы: «shelves» және «shelf» сөздерін «shel» түбіріне дейін.

source: Enable unaccent
kk: Unaccent-ті іске қосу

source: Translate accented characters to the equivalent unaccented. E.g. “Idéa” to “Idea” for improved matching.
kk: Сәйкестікті жақсарту үшін екпіні бар таңбаларды баламалы екпінсіз таңбаларға аударыңыз. Мысалы: «Idéa» сөзін «Idea» түріне.

source: Ignore numbers
kk: Сандарды елемеу

source: If enabled, numbers will not be indexed.
kk: Рұқсат етілсе, сандар индекстелмейді.

source: Initial sleep
kk: Бастапқы ұйқы

source: Initial sleep time, in seconds.
kk: Бастапқы ұйқы уақыты, секундпен.

source: Throttle
kk: Шектеу

source: Indexing speed, the higher the slower.
kk: Индекстеу жылдамдығы, неғұрлым жоғары болса, соғұрлым баяу.

source: Low disk space limit
kk: Дискідегі бос орынның төменгі шегі

source: Disk space threshold in percent at which to pause indexing, or -1 to disable.
kk: Индекстеуді аялдату үшін диск орнының шегі (пайызда) немесе сөндіру үшін -1.

source: Crawling interval
kk: Аралап шығу аралығы

source: Interval in days to check whether the filesystem is up to date in the database. 0 forces crawling anytime, -1 forces it only after unclean shutdowns, and -2 disables it entirely.
kk: Дерекқордағы файлдық жүйенің өзектілігін тексеру аралығы (күнмен). 0 кез келген уақытта іздеуді мәжбүрлейді, -1 тек қате аяқталудан кейін мәжбүрлейді, ал -2 оны толықтай сөндіреді.

source: Removable devices’ data permanence threshold
kk: Ауыстырмалы құрылғылар деректерінің тұрақтылық табалдырығы

source: Threshold in days after which files from removables devices will be removed from database if not mounted. 0 means never, maximum is 365.
kk: Егер тіркелмесе, алынбалы құрылғылардан файлдарды дерекқордан өшіру шегі (күнмен). 0 — ешқашан, максимумы — 365.

source: Enable monitors
kk: Бақылауды іске қосу

source: Set to false to completely disable any file monitoring
kk: Барлық файлдық бақылауды толығымен сөндіру үшін false мәніне орнатыңыз

source: Index removable devices
kk: Ауыстырмалы құрылғыларды индекстеу

source: Set to true to enable indexing mounted directories for removable devices.
kk: Ауыстырмалы құрылғылар үшін тіркелген бумаларды индекстеуді іске қосу үшін true мәніне орнатыңыз.

source: Index optical discs
kk: Оптикалық дискілерді индекстеу

source: Set to true to enable indexing CDs, DVDs, and generally optical media (if removable devices are not indexed, optical discs won’t be either)
kk: CD, DVD және жалпы оптикалық тасушыларды индекстеуді іске қосу үшін true мәніне орнатыңыз (егер алынбалы құрылғылар индекстелмесе, оптикалық дискілер де индекстелмейді)

source: Index when running on battery
kk: Батареядан жұмыс істегенде индекстеу

source: Set to true to index while running on battery
kk: Батареядан жұмыс істеген кезде индекстеу үшін true мәніне орнатыңыз

source: Perform initial indexing when running on battery
kk: Батареядан жұмыс істегенде бастапқы индекстеуді орындау

source: Set to true to index while running on battery for the first time only
kk: Тек бірінші рет батареядан жұмыс істеген кезде индекстеу үшін true мәніне орнатыңыз

source: Directories to index recursively
kk: Рекурсивті түрде индекстелетін бумалар

source: List of directories to index recursively, Special values include: ‘&DESKTOP’, ‘&DOCUMENTS’, ‘&DOWNLOAD’, ‘&MUSIC’, ‘&PICTURES’, ‘&PUBLIC_SHARE’, ‘&TEMPLATES’, ‘&VIDEOS’. See /etc/xdg/user-dirs.defaults and $HOME/.config/user-dirs.default
kk: Рекурсивті түрде индекстелетін бумалар тізімі. Арнайы мәндерге мыналар жатады: ‘&DESKTOP’, ‘&DOCUMENTS’, ‘&DOWNLOAD’, ‘&MUSIC’, ‘&PICTURES’, ‘&PUBLIC_SHARE’, ‘&TEMPLATES’, ‘&VIDEOS’. /etc/xdg/user-dirs.defaults және $HOME/.config/user-dirs.default файлдарын қараңыз

source: Directories to index non-recursively
kk: Рекурсивті емес түрде индекстелетін бумалар

source: List of directories to index without inspecting subfolders, Special values include: ‘&DESKTOP’, ‘&DOCUMENTS’, ‘&DOWNLOAD’, ‘&MUSIC’, ‘&PICTURES’, ‘&PUBLIC_SHARE’, ‘&TEMPLATES’, ‘&VIDEOS’. See /etc/xdg/user-dirs.defaults and $HOME/.config/user-dirs.default
kk: Ішкі бумаларды тексермей индекстелетін бумалар тізімі. Арнайы мәндерге мыналар жатады: ‘&DESKTOP’, ‘&DOCUMENTS’, ‘&DOWNLOAD’, ‘&MUSIC’, ‘&PICTURES’, ‘&PUBLIC_SHARE’, ‘&TEMPLATES’, ‘&VIDEOS’. /etc/xdg/user-dirs.defaults және $HOME/.config/user-dirs.default файлдарын қараңыз

source: Ignored files
kk: Еленбеген файлдар

source: List of file patterns to avoid
kk: Еленбейтін файл үлгілерінің тізімі

source: Ignored directories
kk: Еленбеген бумалар

source: List of directories to avoid
kk: Еленбейтін бумалар тізімі

source: Ignored directories with content
kk: Мазмұнымен бірге еленбейтін бумалар

source: Avoid any directory containing a file blocklisted here
kk: Осында блоктізімге алынған файлы бар кез келген буманы айналып өту

source: Start, stop, restart and list daemons responsible for indexing content
kk: Мазмұнды индекстеуге жауапты қызметтерді іске қосу, тоқтату, қайта іске қосу және тізімдеу

source: Extract metadata from a file
kk: Файлдан метадеректерді шығарып алу

source: Trigger content indexing of a location
kk: Орынның мазмұнын индекстеуді бастау

source: Retrieve all information available for a certain file
kk: Белгілі бір файл үшін қолжетімді барлық ақпаратты алу

source: Reset the index and configuration
kk: Индекс пен баптауларды тастау

source: Search for content
kk: Мазмұнды іздеу

source: Provide status and statistics on the data indexed
kk: Нұсқағышталған деректер бойынша күй мен статистиканы ұсыну

source: Add, remove and list tags
kk: Тегтерді қосу, өшіру және тізімдеу

source: Sandbox for a testing environment
kk: Тестілеу ортасына арналған құмсалғыш

source: Available localsearch commands are:
kk: Қолжетімді localsearch командалары:

source: See “localsearch help <command>” to read about a specific subcommand.
kk: Белгілі бір ішкі команда туралы оқу үшін “localsearch help <command>” қараңыз.

source: “%s” is not a localsearch command. See “localsearch --help”
kk: “%s” - localsearch командасы емес. “localsearch --help” қараңыз

source: Unavailable
kk: Қолжетерсіз

source: Initializing
kk: Іске қосылу

source: Processing…
kk: Өңдеу…

source: Fetching…
kk: Алу…

source: Crawling single directory “%s”
kk: «%s» жеке бумасын қарап шығу

source: Crawling recursively directory “%s”
kk: «%s» бумасын ішкі бумаларымен бірге қарап шығу

source: Paused
kk: Аялдатылған

source: Idle
kk: Іссіз

source: Follow status changes as they happen
kk: Күй өзгерістерін олар орын алған сайын бақылау

source: Watch changes to the database in real time (e.g. resources or files being added)
kk: Дерекқордағы өзгерістерді нақты уақыт режимінде бақылау (мысалы, ресурстар немесе файлдар қосылуы)

source: List common statuses for miners
kk: Майнерлердің жалпы күйлерін тізімдеу

source: Pause a miner (you must use this with --miner)
kk: Майнерді аялдату (--miner опциясымен бірге қолдану керек)

source: REASON
kk: СЕБЕБІ

source: Pause a miner while the calling process is alive or until resumed (you must use this with --miner)
kk: Шақырушы процесс тірі болғанша немесе жалғастырылғанша майнерді аялдату (--miner опциясымен бірге қолдану керек)

source: Resume a miner (you must use this with --miner)
kk: Майнерді жалғастыру (--miner опциясымен бірге қолдану керек)

source: Miner to use with --resume or --pause (you can use suffixes, e.g. Files or Applications)
kk: --resume немесе --pause үшін қолданылатын майнер (суффикстерді қолдануға болады, мыс. Files немесе Applications)

source: MINER
kk: МАЙНЕР

source: List all miners currently running
kk: Қазір жұмыс істеп тұрған барлық майнерлерді тізімдеу

source: List all miners installed
kk: Орнатылған барлық майнерлерді тізімдеу

source: List pause reasons
kk: Аялдату себептерін тізімдеу

source: List all Tracker processes
kk: Барлық Tracker процестерін тізімдеу

source: Use SIGKILL to stop all miners
kk: Барлық майнерлерді тоқтату үшін SIGKILL қолдану

source: APPS
kk: ҚОЛДАНБАЛАР

source: Use SIGTERM to stop all miners
kk: Барлық майнерлерді тоқтату үшін SIGTERM қолдану

source: Starts miners
kk: Майнерлерді іске қосады

source: Could not get status from miner: %s
kk: Майнерден күйді алу мүмкін емес: %s

source: %s remaining
kk: %s қалды

source: unknown time left
kk: белгісіз уақыт қалды

source: PAUSED
kk: АЯЛДАТЫЛҒАН

source: Not running or is a disabled plugin
kk: Жұмыс істеп тұрған жоқ немесе сөндірулі плагин

source: Could not pause miner, manager could not be created, %s
kk: Майнерді аялдату мүмкін емес, менеджерді құру мүмкін болмады, %s

source: No error given
kk: Қате көрсетілмеген

source: Attempting to pause miner “%s” with reason “%s”
kk: «%s» майнерін «%s» себебімен аялдату әрекеті

source: Could not pause miner: %s
kk: Майнерді аялдату мүмкін емес: %s

source: Cookie is %d
kk: Cookie — %d

source: Press Ctrl+C to stop
kk: Тоқтау үшін Ctrl+C басыңыз

source: Could not resume miner, manager could not be created, %s
kk: Майнерді жалғастыру мүмкін емес, менеджерді құру мүмкін болмады, %s

source: Attempting to resume miner %s with cookie %d
kk: %s майнерін %d кукиімен жалғастыру әрекеті

source: Could not resume miner: %s
kk: Майнерді жалғастыру мүмкін емес: %s

source: Done
kk: Болды

source: Could not list miners, manager could not be created, %s
kk: Майнерлерді тізімдеу мүмкін емес, менеджерді құру мүмкін болмады, %s

source: Found %d miner installed
kk: %d орнатылған майнер табылды

source: Found %d miner running
kk: %d жұмыс істеп тұрған майнер табылды

source: Could not get pause details, manager could not be created, %s
kk: Аялдату мәліметтерін алу мүмкін емес, менеджерді құру мүмкін болмады, %s

source: No miners are running
kk: Жұмыс істеп тұрған майнерлер жоқ

source: Miners
kk: Майнерлер

source: Application
kk: Қолданба

source: Reason
kk: Себебі

source: No miners are paused
kk: Аялдатылған майнерлер жоқ

source: Could not get SPARQL connection
kk: SPARQL қосылымын алу мүмкін болмады

source: Now listening for resource updates to the database
kk: Қазір дерекқордағы ресурс жаңартуларын күтуде

source: All nie:plainTextContent properties are omitted
kk: Барлық nie:plainTextContent қасиеттері өткізіп жіберілген

source: Common statuses include
kk: Жалпы күйлерге мыналар жатады

source: Could not get status, manager could not be created, %s
kk: Күйді алу мүмкін емес, менеджерді құру мүмкін болмады, %s

source: Could not get display name for miner “%s”
kk: «%s» майнері үшін көрсетілетін атауды алу мүмкін емес

source: You can not use miner pause and resume switches together
kk: Майнерді аялдату және жалғастыру қосқыштарын бірге қолдануға болмайды

source: You must provide the miner for pause or resume commands
kk: Аялдату немесе жалғастыру командалары үшін майнерді көрсетуіңіз керек

source: You must provide a pause or resume command for the miner
kk: Майнер үшін аялдату немесе жалғастыру командасын көрсетуіңіз керек

source: You can not use the --kill and --terminate arguments together
kk: --kill және --terminate аргументтерін бірге қолдануға болмайды

source: Found %d PID…
kk: %d PID табылды…

source: Found process ID %d for “%s”
kk: %d процесс идентификаторы («%s» үшін) табылды

source: Starting miners…
kk: Майнерлер іске қосылуда…

source: Could not start miners, manager could not be created, %s
kk: Майнерлерді іске қосу мүмкін емес, менеджерді құру мүмкін болмады, %s

source: perhaps a disabled plugin?
kk: бәлкім, сөндірілген плагин?

source: If no arguments are given, the status of the data miners is shown
kk: Егер аргументтер берілмесе, деректер майнерлерінің күйі көрсетіледі

source: Unrecognized options
kk: Танылмаған параметрлер

source: Could not get D-Bus connection
kk: D-Bus қосылымын алу мүмкін болмады

source: Could not create D-Bus proxy to tracker-store
kk: tracker-store үшін D-Bus проксиін құру мүмкін болмады

source: Output results format: “sparql”, “turtle” or “json-ld”
kk: Нәтижелерді шығару пішімі: «sparql», «turtle» немесе «json-ld»

source: FORMAT
kk: ПІШІМ

source: FILE
kk: ФАЙЛ

source: Could not run tracker-extract:
kk: tracker-extract орындау мүмкін болмады:

source: Adds FILE as an indexed location
kk: ФАЙЛДЫ индекстелген орын ретінде қосады

source: Removes FILE from indexed locations
kk: ФАЙЛДЫ индекстелген орындардан өшіреді

source: Makes indexing recursive
kk: Индекстеуді рекурсивті етеді

source: “%s” is not a directory
kk: "%s" бума емес

source: Either --add or --remove must be provided
kk: Не --add, не --remove көрсетілуі тиіс

source: --add and --remove are mutually exclusive
kk: --add және --remove өзара үйлеспейді

source: --recursive requires --add
kk: --recursive опциясы --add талап етеді

source: Path
kk: Орналасу

source: Recursive
kk: Рекурсивті

source: Please specify one or more locations to index.
kk: Индекстек үшін бір немесе бірнеше орынды көрсетіңіз.

source: Show full namespaces (i.e. don’t use nie:title, use full URLs)
kk: Толық атаулар кеңістігін көрсету (яғни, nie:title қолданбай, толық URL адрестерін қолдану)

source: Show plain text content if available for resources
kk: Ресурстар үшін қолжетімді болса, жай мәтіндік мазмұнды көрсету

source: Instead of looking up a file name, treat the FILE arguments as actual IRIs (e.g. <file:///path/to/some/file.txt>)
kk: Файл атын іздеудің орнына, FILE аргументтерін нақты IRI ретінде қарастырыңыз (мысалы: <file:///жол/файлға.txt>)

source: Output results as RDF in Turtle format
kk: Нәтижелерді Turtle пішіміндегі RDF ретінде шығару

source: RDF property to treat as URL (eg. “nie:url”)
kk: URL ретінде қарастырылатын RDF қасиеті (мысалы: «nie:url»)

source: Checks if FILE is eligible for being mined based on configuration
kk: Конфигурация негізінде ФАЙЛ-дың өңдеуге жарамдылығын тексереді

source: Error message
kk: Қате хабарламасы

source: Could not establish a connection to Tracker
kk: Tracker-ге қосылым орнату мүмкін болмады

source: Unable to retrieve URN for URI
kk: URI үшін URN алу мүмкін емес

source: Unable to retrieve data for URI
kk: URI үшін деректерді алу мүмкін емес

source: No metadata available for that URI
kk: Бұл URI үшін метадеректер қолжетімді емес

source: Could not get eligible status:
kk: Жарамды күйін алу мүмкін болмады:

source: Could not kill process %d — “%s”
kk: %d процесін жою мүмкін болмады — «%s»

source: Killed process %d — “%s”
kk: %d процесі жойылды — «%s»

source: Remove filesystem indexer database
kk: Файлдық жүйенің индекс дерекқорын өшіру

source: Erase indexed information about a file, works recursively for directories
kk: Файл туралы индекстелген ақпаратты өшіру, бумалар үшін рекурсивті түрде жұмыс істейді

source: Deleting…
kk: Өшірілуде…

source: The indexed data for this file has been deleted and will be reindexed again.
kk: Бұл файлдың индекстелген деректері өшірілді және қайта индекстеледі.

source: Search for content matching TERMS, by type or across all types.
kk: ТҮРЛЕР бойынша немесе барлық түрлер бойынша ШЕРТІЛГЕН СӨЗДЕРГЕ сәйкес мазмұнды іздеу.

source: Search for files
kk: Файлдарды іздеу

source: Search for folders
kk: Бумаларды іздеу

source: Search for music files
kk: Музыка файлдарын іздеу

source: Search for music albums (--all has no effect on this)
kk: Музыкалық альбомдарды іздеу (--all бұған әсер етпейді)

source: Search for music artists (--all has no effect on this)
kk: Музыка әртістерін іздеу (--all бұған әсер етпейді)

source: Search for image files
kk: Сурет файлдарын іздеу

source: Search for video files
kk: Видео файлдарын іздеу

source: Search for document files
kk: Құжат файлдарын іздеу

source: Search for software (--all has no effect on this)
kk: Бағдарламалық қамтаманы іздеу (--all бұған әсер етпейді)

source: Search for software categories (--all has no effect on this)
kk: Бағдарламалық қамтама санаттарын іздеу (--all бұған әсер етпейді)

source: Search for feeds (--all has no effect on this)
kk: Таспаларды іздеу (--all бұған әсер етпейді)

source: Limit the number of results shown
kk: Көрсетілген нәтижелер санын шектеу

source: Offset the results
kk: Нәтижелерді жылжыту

source: Use OR for search terms instead of AND (the default)
kk: Іздеу сөздері үшін (әдепкі) AND орнына OR қолдану

source: Show URNs for results (doesn’t apply to --music-albums, --music-artists, --feeds, --software, --software-categories)
kk: Нәтижелер үшін URN көрсету (--music-albums, --music-artists, --feeds, --software, --software-categories үшін қолданылмайды)

source: Return all non-existing matches too (i.e. include unmounted volumes)
kk: Барлық жоқ сәйкестіктерді де қайтару (яғни, тіркелмеген томдарды қоса)

source: Disable showing snippets with results. This is only shown for some categories, e.g. Documents, Music…
kk: Нәтижелермен бірге үзінділерді көрсетуді сөндіру. Бұл тек кейбір санаттар үшін көрсетіледі, мысалы: Құжаттар, Музыка…

source: Disable Full Text Search (FTS). Implies --disable-snippets
kk: Толық мәтінді іздеуді (FTS) сөндіру. --disable-snippets опциясын білдіреді

source: Disable color when printing snippets and results
kk: Үзінділер мен нәтижелерді басып шығару кезінде түсті сөндіру

source: search terms
kk: іздеу ұғымдары

source: TERMS
kk: ТЕРМИНДЕР

source: Could not get search results
kk: Іздеу нәтижелерін алу мүмкін болмады

source: No files were found
kk: Файлдар табылмады

source: Files
kk: Файлдар

source: No artists were found
kk: Әртістер табылмады

source: Artists
kk: Әртістер

source: No music was found
kk: Музыка табылмады

source: Albums
kk: Альбомдар

source: No feeds were found
kk: Таспалар табылмады

source: Feeds
kk: Таспалар

source: No software was found
kk: Бағдарламалық қамтама табылмады

source: Software
kk: Бағд. қамтамасы

source: No software categories were found
kk: Бағдарламалық қамтама санаттары табылмады

source: Software Categories
kk: Бағдарламалық қамтама санаттары

source: No results were found matching your query
kk: Сұранысыңызға сәйкес нәтижелер табылмады

source: Results
kk: Нәтижелер

source: Show statistics for current index / data set
kk: Ағымдағы индекс / деректер жиыны үшін статистиканы көрсету

source: EXPRESSION
kk: ӨРНЕК

source: Could not get Tracker statistics
kk: Tracker статистикасын алу мүмкін болмады

source: No statistics available
kk: Статистика жоқ

source: Statistics:
kk: Статистика:

source: None
kk: Ешнәрсе

source: Could not get basic status for Tracker
kk: Tracker үшін негізгі күйді алу мүмкін болмады

source: Message
kk: Хабарлама

source: Currently indexed
kk: Қазіргі уақытта индекстелген

source: %d file
kk: %d файл

source: %d folder
kk: %d бума

source: Remaining space on database partition
kk: Дерекқор бөліміндегі бос орын

source: Data is still being indexed
kk: Деректер әлі де индекстелуде

source: Estimated %s left
kk: Шамамен %s қалды

source: All data miners are idle, indexing complete
kk: Барлық деректер майнерлері бос, индекстеу аяқталды

source: %d recorded failure
kk: %d жазылған сәтсіздік

source: No reports found
kk: Есептер табылмады

source: List all tags (using FILTER if specified; FILTER always uses logical OR)
kk: Барлық тегтерді тізімдеу (егер көрсетілсе FILTER қолданылады; FILTER әрқашан логикалық OR қолданады)

source: FILTER
kk: СҮЗГІ

source: Show files associated with each tag (this is only used with --list)
kk: Әрбір тегпен байланысты файлдарды көрсету (бұл тек --list опциясымен қолданылады)

source: Add a tag (if FILEs are omitted, TAG is not associated with any files)
kk: Тег қосу (егер FILEs көрсетілмесе, TAG ешқандай файлмен байланыстырылмайды)

source: TAG
kk: ТЕГ

source: Delete a tag (if FILEs are omitted, TAG is removed for all files)
kk: Тегті жою (егер FILEs көрсетілмесе, TAG барлық файлдар үшін өшіріледі)

source: Description for a tag (this is only used with --add)
kk: Тег үшін сипаттама (бұл тек --add опциясымен қолданылады)

source: STRING
kk: ЖОЛ

source: Use AND for search terms instead of OR (the default)
kk: Іздеу сөздері үшін (әдепкі) OR орнына AND қолдану

source: FILE…
kk: ФАЙЛ…

source: FILE [FILE…]
kk: ФАЙЛ [ФАЙЛ…]

source: NOTE: Limit was reached, there are more items in the database not listed here
kk: ЕСКЕРТПЕ: Шекке жетті, дерекқорда мұнда тізімделмеген көбірек элементтер бар

source: Could not get file URNs
kk: Файл URN-дерін алу мүмкін болмады

source: Could not get files related to tag
kk: Тегке қатысты файлдарды алу мүмкін болмады

source: Could not get all tags in the database
kk: Дерекқордағы барлық тегтерді алу мүмкін болмады

source: No files have been tagged
kk: Бірде-бір файл тегтелмеген

source: Could not get files for matching tags
kk: Сәйкес тегтер үшін файлдарды алу мүмкін болмады

source: No files were found matching ALL of those tags
kk: Осы тегтердің БАРЛЫҒЫНА сәйкес файлдар табылмады

source: Could not get all tags
kk: Барлық тегтерді алу мүмкін болмады

source: No tags were found
kk: Тегтер табылмады

source: Tags (shown by name)
kk: Тегтер (аты бойынша көрсетілген)

source: No files were modified
kk: Бірде-бір файл өзгертілмеді

source: Files do not exist or aren’t indexed
kk: Файлдар жоқ немесе индекстелмеген

source: Could not add tag
kk: Тег қосу мүмкін емес

source: Tag was added successfully
kk: Тег сәтті қосылды

source: Could not add tag to files
kk: Файлдарға тег қосу мүмкін болмады

source: Tagged
kk: Тегтелген

source: Not tagged, file is not indexed
kk: Тегтелмеген, файл индекстелмеген

source: Could not get tag by label
kk: Белгі бойынша тег алынбады

source: No tags were found by that name
kk: Сол атау бойынша тегтер табылмады

source: None of the files had this tag set
kk: Файлдардың ешқайсысында бұл тег орнатылмаған

source: Could not remove tag
kk: Тегті өшіру мүмкін болмады

source: Tag was removed successfully
kk: Тег сәтті өшірілді

source: Untagged
kk: Тегтелмеген

source: File not indexed or already untagged
kk: Файл индекстелмеген немесе тегі өшірілген

source: The --list option is required for --show-files
kk: --show-files үшін --list опциясы қажет

source: The --and-operator option can only be used with --list and tag label arguments
kk: --and-operator опциясын тек --list және тег белгісі аргументтерімен бірге қолдануға болады

source: Add and delete actions can not be used together
kk: Қосу және өшіру әрекеттерін бірге пайдалану мүмкін емес

source: The --description option can only be used with --add
kk: --description опциясын тек --add опциясымен қолдануға болады

source: Cookie not recognized to resume paused miner
kk: Кідіртілген майнерді жалғастыру үшін Cookie танылмады

source: Pause application and reason match an already existing pause request
kk: Бағдарламалық қамтаманы кідірту және себебі бұрыннан бар кідірту сұранысына сәйкес келеді

source: less than one second
kk: бір секундтан кем

source: %dd
kk: %dк

source: %2.2dh
kk: %2.2dсағ

source: %2.2dm
kk: %2.2dм
